import React from 'react';
import { Link } from "react-router-dom";

function About() {

    return (<div className='about'>
        <div className='d-flex justify-around align-center mb-40'>
            <img className="mr-30" width={560} height={380} src='/img/about.png' alt="img" />
            <div>
                <h3>Ми - сервіс доставки здорового харчування!</h3>
                <p>Наш сервіс надає широке меню, охоплюючи різноманітні страви.
                    Клієнти можуть вибирати програми харчування, які враховують їй вподобання і потреби
                    та спеціально розроблені для досягнення конкретних цілей,
                    таких як схуднення, набір м'язової маси або підтримання оптимального здоров'я.
                    <br /><br />
                    Сервіс включає калькулятор, який дозволяє клієнтам розраховувати їхню добову норму калорій, враховуючи індивідуальні
                    характеристики, такі як вік, стать та рівень активності. Це допомагає забезпечити персоналізований підхід до харчування,
                    враховуючи індивідуальні потреби та цілі.</p>

            </div>
        </div>
        <Link to="/programs" className="greenButton">
            Програми харчування
        </Link>
    </div>
    )
}

export default About;